{
    "items":[
        {
            "id": 1,
            "name": "ASHOK BEACH RESORT",
            "location": "Karaikal, Puducherry",
            "address": "Beach main road, karaikal-609005 (11 km from Karaikal)",
            "description": "From all the Star hotels in Karaikal, Karaikal Ashok Beach Resort is very much popular among the tourists. A smooth check-in/check-out process, flexible policies and friendly management garner great customer satisfaction for this property. The Hotel has standard Check-In time as 02:00 PM and Check-Out time as 12:00 PM. It is a couple-friendly property, hence it is absolutely safe for unmarried couples to stay here."
        },
        {
            "id": 2,
            "name": "G S RESORTS",
            "location": "Velankanni, Tamil Nadu",
            "address": "Beach main road, Velankanni-609005 (36 km from Karaikal)",
            "description": "GS resorts located conveniently on the scenic ECR highway, Vailankanni, provides an easy access to the majestic enthronement of Our blessed mother on the altar of our Shrine Basilica, Vailankanni. The property is built in the Dravidian architecture style with gobbled roof which is normally seen in Kerala. The resort by itself offers a soothing calmness to the visitors of Vailankanni."
        },
        {
            "id": 3,
            "name": "Holiday Farms  & Resorts",
            "location": "Karaikal, Puducherry",
            "address": "Beach 2nd main road, karaikal-609005 (11 km from Karaikal)",
            "description": "See why so many travellers make Holidays Farms & Resort their resort of choice when visiting Karaikal. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travellers like you.Rooms at Holidays Farms & Resort provide air conditioning, and guests can stay connected with free internet access.In addition, while staying at Holidays Farms & Resort guests have access to room service. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Holidays Farms & Resort."
        },
        {
            "id": 4,
            "name": "Krish Garden Farm Resort",
            "location": "Chidambaram, Tamil Nadu",
            "address": "Port, Chidambaram",
            "description": "Get your trip off to a great start with a stay at this property, which offers free Wi-Fi in all rooms. Conveniently situated in the Chidambaram part of Chidambaram, this property puts you close to attractions and interesting dining options. This 3-star property is packed with in-house facilities to improve the quality and joy of your stay."
        },
        {
            "id": 5,
            "name": "Navagiraga Resorts & Hotel",
            "location": "Chidambaram, Tamil Nadu",
            "address": "Port, Chidambaram",
            "description": "best homestay at sirkaliTraveling anytime soon? Looking for a value for money accommodation? This charming property has everything required to make your stay memorable. It is exclusively designed with travelers requirements in mind. It encloses a comfortably furnished bedroom, with a snuggly bed covered with spotless linen. To make your stay hassle-free, hotel has implemented a complete set of modern day amenities. The living space is furnished with top-notch furniture and enhanced with trendy decor. Not to forget, cleanliness is always right up there on our priority list.Getting around through public transport is quite convenient. The city has something for every traveler. You just have to go outside and explore! If you are traveler looking for a comfortable stay, this is a great choice to make."
        },
        {
            "id": 6,
            "name": "Neemrana’s Coconut Alley",
            "location": "Karaikal, Puducherry",
            "address": "Beach main road, karaikal-609005 (11 km from Karaikal)",
            "description": "Neemrana’s Coconut Alley offers a unique experience of seeing and ‘living’ history along with a range of local excursions that help our guests discover the true marvels of South India: Ranganathaswamy Temple, Trichy, Brihadeeswarar Temple, Thanjavur, Sarangapani Temple, Kumbakonam, Thirunallar temple in Karaikal, and Chidambaram. Neemrana’s Coconut Alley hotel in Tranquebar also hosts reunions, birthdays, anniversaries, and other memorable occasions both in indoor and outdoor settings. The Nets is air conditioned while The Palmyra is a rooftop, coconut-shaded sea-view terrace."
        },
        {
            "id": 7,
            "name": "OVM Resorts",
            "location": "Kumbakonam, Tamil Nadu",
            "address": "Asoor Byepass Road, near Venkateshwara Petrol Bunk, Muppakoil, Kumbakonam, India, 612501",
            "description": "The car parking and the Wi-Fi are always free, so you can stay in touch and come and go as you please. Conveniently situated in the Muppakoil part of Kumbakonam, this property puts you close to attractions and interesting dining options. Restaurant and outdoor pool are among the special facilities that will enhance your stay with on-site convenience."
        },
        {
            "id": 8,
            "name": "Paradise Resort",
            "location": "Tanjavur, Tamil Nadu",
            "address": "Tanjavur highway",
            "description": "Paradise Resort is centrally located for 3 world Heritage UNESCO Monuments and all Navagraha and other important temples. With great ambience built on south Indian rich heritage style, spread in around 12 acres of vast lush and greenery, situated in a Highway and ends at River view is indeed one of its kind to offer you Culture and Pilgrim tour combined with complete relaxation and rejuvenationParadise Resort is a Government of India approved 3 star property on the Tanjore Highway at a five minute distance from Darasuram Iravadeeshwarar temple (World Heritage UNESCO Monument). Situated amidst lush lawns and plenty of greenery the resort is a retreat for the tired traveler. The resort comes from the belief that south Indian tradition culture and heritage which has got a rich legacy has to be promoted and therefore we have made our spacious rooms in traditional ambience. With 150 year old antique doors in each of the rooms the furniture with intricate work of teak wood again transports one to an era of life of the south Indians those days. But again the spacious bathroom in each of the rooms has a bathtub or a cubicle and is very sophisticated. The Restaurant with arches and windows of the yesteryears and tables and chairs with work and craftsmanship of Burmese teak is a feast for the eyes. The resort is known for its food which again depicts a lot of traditional elements in its cuisine. The massive swimming pool is again a highly relaxing place. The very attractive and appealing swimming pool is done up with the latest Italian glass tiles. The view from the 6 pool view rooms is breathtaking.Our new additions are the river view cottages again done in traditional style and having awesome ambience. We are also supported by a village behind the property; guests can be taken for a village walk in which more than getting to see village houses and their lifestyle, there is a village temple with big Iyyanar statues (village security god). Bullock cart rides to temples near by, excursions to Weaving industry, pottery making, and bronze making industry can also be done.Other activities could be fishing in the river, visit to agricultural fields and showing the process of cultivation. Organization of lots of traditional games inside the resort would be an added pleasure.Cultural performances like folk dances which are very special to the localite like thappattam (a traditional Tamil dance) is also done. A lot of work goes into more innovative activities to make the stay more than pleasurable a memorable one."
        },
        {
            "id": 9,
            "name": "R K Resort",
            "location": "Karaikal, Puducherry",
            "address": "Beach 3rd main road, karaikal-609005 (11 km from Karaikal)",
            "description": "Enjoy the Lush Green!!! Our resort is comfortably situated in the center of the Thirunallar area where you can make your stay with your family and friends memorable with our exclusive holiday packages. At RK Resorts, we provide the utmost comfort and vacation satisfaction for all our guests at the best price. If you want to give the best surprise for your children or your friend's group, avail yourself a stay with us for the perfect leisure time where you can forget your mundane routine with the sprawling lawn spread over an acre of land in the heart of Thirunallar along with the lush embrace of coconut grooves. The swimming pools inspired by nature, overlook majestic trees and natural rock formations. We assure you will dwell in the perfect harmony of nature and the pristine pure ambiance of our resort."
        },
        {
            "id": 10,
            "name": "name_resort",
            "location": "Mayaladurai, Tamil Nadu",
            "address": "Mayaladurai main Road",
            "description": "Conveniently situated in the Mayiladuthurai part of Mayiladuthurai, this property puts you close to attractions and interesting dining options."
        }
    ]
}